const spotTheory='Солнечные пятна являются областями выхода в фотосферу мощных магнитных полей. Потемнение фотосферы в пятнах обусловлено подавлением магнитным полем конвективных движений вещества и, как следствие, снижением потока переноса тепловой энергии в этих областях.';

const sunlist = [
    {
        title: 'Пятна AR2108 и AR2109',
        filename: 'mg_3950a',
        date: '6 июля 2014 г.',
        info: 'Крупные солнечные пятна AR2104, AR2107, AR2108 и AR2109 во время максимума 24-го цикла солнечной активности. Солнечные пятна — тёмные области на Солнце, температура которых понижена примерно на 1500 К по сравнению с окружающими участками фотосферы. Наблюдаются на диске Солнца (с помощью оптических приборов, а в случае крупных пятен — и невооружённым глазом) в виде тёмных пятен.',
        instruments: 'Sky Watcher 150/750 Explorer BD, Canon 1100D, линза барлоу 2х'
    },
    {
        title: 'Солнце в перигелии и афелии',
        filename: 'sun-peri-apo2',
        info: 'Земля летает вокруг Солнца по вытянутой, эллиптической орбите. Мы то подлетаем к Солнцу в январе, то удаляемся в июле. Видимый размер Солнца, соответсвенно, увеличивается и уменьшается. Изменение в размерах можно зафиксировать в телескоп и замерить.',
        instruments: 'Sky Watcher Skymax 90/1250, Canon 1100D',
    },
    {
        title: 'Солнечный диск',
        date: '7 сентября 2014 г.',
        filename: 'sun140907',
        info: 'Солнечная мозаика. Крупные солнечные пятна AR2157 и AR2158 во время максимума 24-го цикла солнечной активности.',
        instruments: 'Sky Watcher Skymax 90/1250, Canon 1100D, линза барлоу 2х',
    },
    {
        title: 'Пятна AR2673 и AR2674',
        filename: 'mg_4023',
        date: '6 сентября 2017 г.',
        info: 'Взгяд на крупные солнечные пятна AR2673 и AR2674 сквозь облачность.',
        instruments: 'Sky Watcher Skymax 90/1250, Canon 1100D',
    },
    {
        title: 'Сердечко AR2529',
        filename: 'mg_9204',
        date: '14 апреля 2014 г.',
        info:' Солнечное пятно AR2529 в форме сердечка смогло бы вместить 4 такие планеты, как Земля.',
        instruments: 'Sky Watcher Skymax 90/1250, Canon 1100D',
    },
    {
        title: 'Пятно AR2781',
        filename: 'sunspot_201109',
        date: '9 ноября 2020 г.',
        info: 'Группа пятен AR2781 в одном масштабе с Землёй (синий кружок)',
        instruments: 'Sky Watcher 150/750 Explorer BD, ASI183MC, линза барлоу 2х',
    },
    {
        title: 'Пятно AR2339',
        filename: 'sun1',
        date: '7 мая 2015 г.',
        info: 'Группа пятен AR2339 в одном масштабе с Землёй (синий кружок)',
        instruments: 'Sky Watcher 150/750 Explorer BD, Canon 1100D',
    },
    {
        title: 'Пятна AR3014 и AR3017',
        filename: 'ar3014',
        date: '23 мая 2022 г.',
        info: 'Две большие группы пятен перед заходом за правую сторону солнечного диска.',
        instruments: 'Sky Watcher 150/750 Explorer BD, ASI 183MC',
    },
    {
        title: 'Пятно AR3014',
        filename: 'ar3014_2x_scale',
        date: '23 мая 2022 г.',
        info: 'Две большие группы пятен в сравнении с размером Земли.',
        instruments: 'Sky Watcher 150/750 Explorer BD, ASI 183MC, линза барлоу 2х',
    },
    {
        title: 'Эволюция группы пятен',
        filename: 'ar2993',
        date: '23 мая 2022 г.',
        info: 'Группа пятен во главе с пятном AR2993 пересекает солнечный диск. Снимки сделаны в течение 9 дней.<br><a href="ar2993.gif">ПОСМОТРЕТЬ АНИМАЦИЮ</a>',
        instruments: 'Sky Watcher 150/750 Explorer BD, ASI 183MC, линза барлоу 2х',
    },
]