const venuslist = [
    {
        title: 'Фазы Венеры в 2015 году',
        filename: 'venus_2015',
        date: '30 сентября 2015г.',
        info: 'Как Луна проходит через разные фазы, так и видимое, освещённое Солнцем полушарие Венеры растет и убывает. Первые три снимка были сделаны до внутреннего соединения с Солнцем, четвертый - после.',
        instruments: 'Sky Watcher 150/750 Explorer BD, Canon 1100D, линза барлоу 2х'
    },
    {
        title: 'Венера на длинной выдержке',
        filename: 'venus_long_exp',
        date: '3 марта 2020г.',
        info: 'Так выглядит Венера, снятая при выдержке 10 секунд. Заметно, насколько она ярче фоновых звёзд. Здесь её блеск -4.45 звёздной величины, что в 15 раз ярче Сириуса - самой яркой звезды ночного неба.',
        instruments: 'Sky Watcher 150/750 Explorer BD, Canon 1100D, линза барлоу 2х'
    },
    {
        title: 'Венера в Плеядах',
        filename: 'img_0427',
        date: '3 марта 2020г.',
        info: 'Венера раз в 8 лет проходит перед скоплением Плеяд в первых числах апреля. Планета выглядит примерно в 700 раз ярче Альционы, ярчайшей звезды в Плеядах. Если Венера находится на расстоянии 5 световых минут от Земли, то Альциона и другие звёзды Плеяд удалены примерно на 400 световых лет. Возраст Венеры - около 4.5 миллиардов лет. Возраст звёзд в Плеядах - всего сто миллионов.',
        instruments: 'Canon 1100D, Sigma AF 70-300mm @300mm'
    },
    {
        title: 'Венера и Земля',
        filename: 'venus_20200430_comparison',
        date: '30 апреля 2020г.',
        info: 'Этот наиболее удачный снимок Венеры - из серии снимков до соединения с Солнцем в 2020 году. Для сравнения сделан коллаж с Землёй, чтобы наглядно показать, насколько она схожа по размерам с нашей планетой. Но её поверхность совершенно непригодна для жизни.',
        instruments: 'Sky Watcher 150/750 Explorer BD, ASI224MC, линза барлоу 2х'
    },
    {
        title: 'Дневная Венера',
        filename: 'img_6140',
        date: '25 июля 2015г.',
        info: 'Венера неплохо была видна днём. Чтобы её найти, потребовалось точно знать положение в небе и вести поиски в бинокль, спрятавшись от Солнца в тени дома. Её блеск на тот момент составлял -4.6 звёздной величины.',
        instruments: 'Canon 1100D, Sigma AF 70-300mm @300mm'
    },
    {
        title: 'Фазы Венеры до соединения 2020 года',
        filename: 'venus_2020',
        date: '15 марта - 27 мая 2020г.',
        info: 'Первая удачная серия наблюдений за Венерой. Фотографировал планету днём в течение двух месяцев, по мере её сближения с Солнцем, то есть до верхнего соединения.',
        instruments: 'Sky Watcher 150/750 Explorer BD, ASI224MC, линза барлоу 2х'
    },
    {
        title: 'Венера в фазе 2%',
        filename: 'venus20200527b',
        date: '27 мая 2020г.',
        info: 'Венера в фазе всего 2% - персональный рекорд! Никогда не заставал её на расстоянии 12 градусов от солнечного диска. Дальше стало совсем страшно её снимать, так что это был последний снимок в сезоне сближения 2020 года.',
        instruments: 'Sky Watcher 150/750 Explorer BD, ASI224MC, линза барлоу 2х'
    },
]
