const sw = 'Sky Watcher 150/750 Explorer BD, ';
const issradio = [
    {
        title: 'ВКД-47',
        filename: '47',
        link: 'https://youtu.be/nsWE_ugXb9M',
        date: '18 ноября 2020 г.',
        info: '18 ноября 2020 года успешно принял переговоры космонавтов во время выхода в окрытый космос! Для наглядности слева вверху - положение МКС над Землёй и зона её видимости. Слева внизу - запись трансляции. Справа - собственно, радиосигнал переговоров. Всё синхронизировано во времени.',
    },
    {
        title: 'Общение со студентами Липецка',
        filename: '210330',
        link: 'https://youtu.be/8nyg0yqx0E0',
        date: '30 марта 2021 г.',
        info: '30 марта 2021 года российские космонавты с борта МКС провели сеанс радиосвязи со школьниками и студентами Липецка (Россия). Вопросы не слышно, увы, слишком далеко (Земля мешает).',
    },
    {
        title: 'Общение со студентами Серпейска',
        filename: '210405',
        link: 'https://youtu.be/yj6YaE83UaQ',
        date: '05 апреля 2021 г.',
        info: '05 апреля 2021 года космонавт Сергей Кудь-Сверчков, находящийся на борту МКС, снова поотвечал на вопросы студентов. Теперь на связи был город Серпейск.',
    },
    {
        title: 'Общение со студентами Рузаевки',
        filename: '210606',
        link: 'https://youtu.be/Cq0Se6YmyEI',
        date: '06 июня 2021 г.',
        info: '06 июня 2021 года космонавт Олег Новицкий и Пётр Дубров с российского сегмента МКС произведули сеанс радиосвязи с г. Рузаевка.',
    },
    {
        title: 'Общение со студентами Рузаевки',
        filename: '220529',
        link: 'https://youtu.be/m3h7TFEfkXM',
        date: '29 мая 2022 г.',
        info: '29 мая 2022 года космонавты Роскосмоса с российского сегмента МКС провели сеанс радиосвязи со школьниками и студентами города Курск.',
    },
	    {
        title: 'Общение со студентами Азнакаево',
        filename: '230528',
        link: 'https://youtu.be/o9--m746n9k',
        date: '28 мая 2023 г.',
        info: '28 мая 2023 года года космонавты Роскосмоса с российского сегмента МКС провели сеанс радиосвязи с г. Азнакаево в рамках реализации проекта «Дальняя» и «Космическая радиосвязь».',
    },
		    {
        title: 'Общение со студентами Азнакаево',
        filename: '231125',
        link: 'https://youtu.be/g8y-82DfjeE',
        date: '25 ноября 2023 г.',
        info: '25 ноября 2023 года космонавты Роскосмоса с российского сегмента МКС провели сеанс радиосвязи с г. Азнакаево (Россия) в рамках реализации проекта «Юный радиолюбитель – радиосвязи с космонавтами»',
    },
]