const jupiter='Юпитер — крупнейшая планета Солнечной системы, пятая по удалённости от Солнца. Радиус планеты в 11 раз больше земного и при этом она в 318 раз массивнее. Наряду с Сатурном, Ураном и Нептуном, Юпитер классифицируется как газовый гигант. Планета имеет, по крайней мере, 79 спутников.';
const saturn='Сатурн — шестая планета по удалённости от Солнца и вторая по размерам планета в Солнечной системе после Юпитера. Сатурн, а также Юпитер, Уран и Нептун, классифицируются как газовые планеты-гиганты. Радиус планеты в 9 раз больше земного и при этом она в 82 раза массивнее.';

const planetlist = [
    {
        title: 'Система Юпитера',
        filename: 'mg_2317',
        date: '16 мая 2015 г.',
        info: "Газовый гигант Юпитер и четыре его крупнейших спутника: Каллисто, Европа, Ио и Ганимед",
        instruments: 'Sky Watcher 150/750 Explorer BD, Canon 1100D',
    },
    {
        title: 'Юпитер и Марс в окуляре',
        filename: 'mg_4936ab',
        date: '7 января 2018 г.',
        info: 'Случается, что планеты в небе настолько сближаются, что их вместе и одновременно можно наблюдать на большом увеличении в одном поле зрения телескопа. Но это сближение - лишь визуальное и мы не воспринимаем всей глубины расстояний. На деле Марс и Юпитер разделяли 594 миллиона километров. Рядом с диском Юпитера видны четыре его крупнейших спутника (слева направо): Ио, Европа, Ганимед, Каллисто.',
        instruments: 'Sky Watcher 150/750 Explorer BD, Canon 1100D',
    },
    {
        title: 'Утренний парад планет',
        filename: 'mg_7280cap',
        date: '15 октября 2015 г.',
        info: 'Ранние предрассветные часы октябрьское небо украшали сразу четыре планеты: Меркурий, Венера, (Земля), Марс и Юпитер.',
        instruments: 'Canon 1100D, Canon EF-S 18-55mm',
    },
    {
        title: 'Большое красное пятно',
        filename: 'grs',
        date: '9 апреля 2016 г.',
        info: 'Моя первая и случайная попытка застать транзит знаменитого Большого Красного Пятна по диску Юпитера.',
        instruments: 'Sky Watcher 150/750 Explorer BD, Canon 1100D, 2х линза барлоу',
    },
    {
        title: 'Юпитер крупным планом',
        filename: 'jupiter_210928a',
        date: '28 сентября 2021 г.',
        info: "В центре внимания - Юпитер и его атмосферные полосы.",
        instruments: 'Sky Watcher 150/750 Explorer BD, ZWO ASI183MC, 3х линза барлоу',
    },
    {
        title: 'Система Юпитера',
        filename: 'jupiter_system20200923',
        date: '23 сентября 2020 г.',
        info: "Система Юпитера с его крупнейшими спутниками (слева направо): Каллисто, Ганимед, Ио и Европа.",
        instruments: 'Sky Watcher 150/750 Explorer BD, ZWO ASI183MC',
    },
    {
        title: 'Марс крупным планом',
        filename: 'mars_20200920',
        date: '20 сентября 2020 г.',
        info: 'Марс крупным планом',
    },
    {
        title: 'Марс крупным планом',
        filename: 'mars_20200922',
        date: '22 сентября 2020 г.',
        info: 'Марс крупным планом',
    },
    {
        title: 'Система Сатурна',
        filename: 'sat_system_20200906',
        date: '6 сентября 2020 г.',
        info: "Система спутников Сатурна. Титан - крупнейший спутник планеты и второй по величине в Солнечной системе. Единственное тело после Земли, для которого доказано стабильное существование жидкости на поверхности, и единственный спутник, обладающий плотной атмосферой.",
    },
    {
        title: 'Сатурн и кольца',
        filename: 'saturn_210928a',
        date: '28 сентября 2020 г.',
        info: "Кольца Сатурна — система плоских концентрических образований изо льда и пыли, располагающаяся в экваториальной плоскости Сатурна. Исследованы несколькими космическими аппаратами. Фактически имеют сложную структуру, расщепляясь на многочисленные более тонкие колечки, разделённые так называемыми щелями.",
    },
    {
        title: 'Сатурн и кольца',
        filename: 'saturn20200923',
        date: '23 сентября 2020 г.',
        info: "Кольца Сатурна — система плоских концентрических образований изо льда и пыли, располагающаяся в экваториальной плоскости Сатурна. Исследованы несколькими космическими аппаратами. Фактически имеют сложную структуру, расщепляясь на многочисленные более тонкие колечки, разделённые так называемыми щелями.",
    },
    {
        title: 'Юпитер, Луна и Венера',
        filename: 'mg_2565',
        date: '22 мая 2015 г.',
        info: 'Юпитер, Луна и Венера на вечернем небе. На снимке также хорошо различим пепельный свет луны - ночная сторона подсвечена светом от Земли.',
    },
]